Repository: naturwerk/naturvielfalt_iphone
Catalog: Naturvielfalt/*.lproj/Localizable.strings
Languages: de, fr

source: Unknown art
de: Unbekannte Art
fr: Art inconnu

source: Unknown organism
de: Unbekannter Organismus
fr: Organisme inconnu

source: to be determined
de: noch zu bestimmen
fr: à déterminer

# navSave
source: Save
de: Sichern
fr: Enregister

# navChange
source: Change
de: Ändern
fr: Modifier

# navCancel
source: Cancel
de: Abbrechen
fr: Annuler

# navDel
source: Delete
de: Löschen
fr: Supprimer

# navSubmit
source: Submit
de: Übermitteln
fr: transmettre

# navSubmitted
source: Submitted
de: Übermittelt
fr: transmis

# navError
source: Error
de: Fehler
fr: Erreur

# navSuccess
source: Success
de: Erfolgreich
fr: À succès

# searchBarPlaceholder
source: Search
de: Suche
fr: Chercher

# alertMessageNetwork
source: No network available, check your settings.
de: Kein Netzwerk vorhanden. Ev. im Flugmodus?
fr: Pas de réseau disponible. Eventuellement mode avion?

# alertMessageGPS
source: GPS deactivated for this application.
de: GPS wurde vom Benutzer für diese Applikation deaktiviert.
fr: L'utilisateur a inactiver l'GPS pour cette application.

# alertMessageUnknownError
source: Unknown network error.
de: Unbekannter Netzwerk Fehler.
fr: Erreur de réseau inconnu.

# alertMessageAreaNameTitle
source: Area name required
de: Gebietsname erforderlich
fr: Nom domaine nécessaire

# alertMessageAreaName
source: No area name found. Please enter an area name.
de: Es wurde kein Gebietsname eingetragen. Bitte geben Sie einen Gebietsnamen ein.
fr: Il y a pas un nom domain. S.v.p taper un nom domain.

# alertMessageInventoryTitle
source: Inventory name required
de: Inventarname erforderlich
fr: Nom inventaire

# alertMessageInventoryName
source: No inventory name found. Please enter an inventory name.
de: Es wurde kein Inventarname eingetragen. Bitte geben Sie einen Inventarnamen ein.
fr: Il y a pas un nom inventaire. S.v.p taper un nom domaine.

# alertMessageMediaTitle
source: Error accessing media
de: Fehler
fr: Erreur

# alertMessageMedia
source: Your device doesn't support that media type
de: Das Gerät unterstützt diesen Medientyp nicht
fr: Cet appareils ne favorise pas ce

# noLatName
source: No latin name available
de: Kein lateinischer Name
fr: pas de nom latein

# photoNavTitle
source: Photo/Picture
de: Foto
fr: Photo

# photoNew
source: Take Photo
de: Neues Foto
fr: neuve photo

# photoExisting
source: Choose Existing
de: Aus der Bibliothek
fr: de la bibliothèque

# observationTabLabel
source: Observations
de: Beobachtungen

# areaTabLabel
source: Areas
de: Gebiete
fr: Domaines

# collectionTabLabel
source: Collection
de: Erfassungen
fr: Enquêtes

# settingsTabLabel
source: Settings
de: Einstellungen
fr: Réglages

# naturSpecies
source: Species
de: Arten
fr: Sorte

# naturNotDefinedOrganism
source: Not specified yet
de: Noch nicht bestimmt
fr: Pas encore definis

# organismNotFound
source: No species found
de: Keine Art gefunden
fr: Aucune sorte trouver

# organismNoTransAvailable
source: No translation available for this species
de: Keine Übersetzung für diese Art vorhanden
fr: Aucune traduction pour cette sorte disponible

# organismWikiNotFound
source: No article found
de: Artikel nicht gefunden
fr: article ne pas trouver

# observationNavTitle
source: Observations
de: Beobachtungen

# observationTitle
source: Observation
de: Beobachtung

# observationTime
source: Time
de: Zeit
fr: Temps

# observationAuthor
source: Observator
de: Erfasser
fr: Observateur

# observationCtn
source: Number of Species
de: Anzahl
fr: Nombre

# observationDescr
source: Comment
de: Bemerkung
fr: Remarque

# observationImg
source: Photograph
de: Belegfotos
fr: Photo

# observationAcc
source: Accuracy
de: Genauigkeit
fr: Précision

# observationLocalization
source: Localisation
de: Lokalisierung

# observationRelocate
source: relocate GPS
de: GPS setzen
fr: poser le GPS

# observationAdd
source: Add
de: Setzen
fr: Poser

# observationSpecies
source: Species
de: Artgruppe
fr: espèce

# observationSuccessMessage
source: Observation saved
de: Beobachtung gespeichert
fr: Observation enregistrer

# dateNavTitle
source: Date/Time
de: Datum/Zeit
fr: Date/Temps

# amountNavTitle
source: Amount
de: Anzahl
fr: Nombre

# areaNavTitle
source: Localisation
de: Lokalisierung

# areaUndo
source: Undo
de: Zurück
fr: Retour

# areaAdd
source: Add
de: Setzen
fr: Poser

# areaDelete
source: Delete area
de: Gebiet löschen
fr: Supprimer le domaine

# areaDeleteMessage
source: Are you sure to delete the area with its inventories?
de: Wollen Sie wirklich das Gebiet und die dazugehörigen Inventare löschen?
fr: Est-ce que vous voulez supprimer le domaine avec tous ces inventaires?

# areaDeletePhoto
source: Delete photo
de: Belegfoto löschen
fr: Supprimer la photo

# areaDeletePhotoMessage
source: Delete the photo irreparable ?
de: Belegfoto unwiderruflich löschen?
fr: Supprimer la photo sans recours ?

# areaPinMod
source: Pin
de: Punkt
fr: Point

# areaLineMod
source: Line
de: Linie
fr: Ligue

# areaCancelMod
source: Cancel
de: Abbrechen
fr: Annuler

# areaSubmitTitle
source: Area
de: Gebiet
fr: Domaine

# areaSubmitTime
source: Time
de: Zeit
fr: Temps

# areaSubmitAuthor
source: Observator
de: Erfasser
fr: Observateur

# areaSubmitName
source: Area name
de: Gebietsname
fr: Nom domaine

# areaSubmitDescr
source: Description
de: Beschreibung

# areaSubmitImages
source: Photo of area
de: Gebietsfotos
fr: Photo domaine

# areaSubmitInventory
source: Inventories
de: Inventare
fr: Inventaires

# areaSubmitInventoryName
source: Inventory name
de: Inventarname
fr: Nom inentaire

# areaSubmitObservations
source: Observations
de: Beobachtungen

# areaSubmitNewInventory
source: Inventory
de: Inventar
fr: Inventaire

# areaEmptyTitle
source: No name of area
de: Kein Gebietsname
fr: Aucun nom domaine

# areaSubmitHudSuccess
source: Area saved
de: Gebiet gespeichert
fr: Domaine enregistre

# areaInventoryHudSuccess
source: Inventory saved
de: Inventar gespeichert
fr: Inventaire enregistre

# areaInventoryDelete
source: Delete inventory
de: Inventar löschen
fr: Supprimer l'inventaire

# areaInventoryEmptyTitle
source: No inventory name
de: Kein Inventarname
fr: Aucun nom inventaire

# areaInventoryDeleteMessage
source: Are you sure to delete the inventory with its observations?
de: Wollen Sie wirklich das Inventar und die dazugehörigen Beobachtungen löschen?
fr: Est-ce que vous voulez supprimer l'inventaire avec tous ces observations?

# areaObservationDelete
source: Delete observation
de: Beobachtung löschen
fr: Supprimer observation

# areaObservationDeleteMessage
source: Are you sure to delete the observation?
de: Wollen Sie wirklich die Beobachtung löschen?
fr: Est-ce que vous voulez supprimer l'observation?

# collectionSingelObsTitle
source: Singel Observations
de: Einzelbeobachtungen
fr: Observation unique

# collectionAreaObsTitle
source: Area Observations
de: Gebietsbeobachtungen
fr: Observation domaine

# collectionNavTitle
source: Collection
de: Erfassungen
fr: Enquête

# collectionTableControl
source: Table
de: Tabelle
fr: Tableau

# collectionMapControl
source: Map
de: Karte
fr: Plan

# collectionCheckAll
source: Select all
de: Alle auswählen
fr: Tout sélectionner

# collectionUncheckAll
source: Remove selections
de: Auswahl aufheben
fr: Annuler la sélection

# collectionAlertObsTitle
source: Submit observations?
de: Beobachtungen übermitteln?
fr: Transmettre les observations?

# collectionAlertInvTitle
source: Submit inventories?
de: Inventare übermitteln?
fr: Transmettre les inentaires?

# collectionAlertAreaTitle
source: Submit areas?
de: Gebiete übermitteln?
fr: Transmettre les domaines?

# collectionAlertObsDetail
source: Are you sure to submit the observations over cellular network? It takes a while and could use a lot of data volume.
de: Sind Sie sicher, dass Sie Ihre Beobachtungen über das Mobilfunknetz übermitteln wollen? Dies kann lange Zeit und Datenvolumen in Anspruch nehmen.
fr: Est-ce que vous êtes sure transmettre les observations par le réseau de téléphonée mobile?

# collectionAlertInvDetail
source: Are you sure to submit inventories over cellular network? It takes a while and could use a lot of data volume.
de: Sind Sie sicher, dass Sie Ihre Inventare über das Mobilfunknetz übermitteln wollen? Dies kann viel Zeit und Datenvolumen in Anspruch nehmen.
fr: Est-ce que vous êtes sure transmettre les inventaires par le réseau de téléphonée mobile?

# collectionAlertAreaDetail
source: Are you sure to submit areas over cellular network? It takes a while and could use a lot of data volume.
de: Sind Sie sicher, dass Sie Ihre Gebiete über das Mobilfunknetz übermitteln wollen? Dies kann viel Zeit und Datenvolumen in Anspruch nehmen.
fr: Est-ce que vous êtes sure transmettre les domaines par le réseau de téléphonée mobile?

# collectionAlertErrorObs
source: There is no observation saved or selected
de: Es wurden noch keine Beobachtungen gespeichert oder keine wurden ausgewählt
fr: Il y a aucune observation enregistrer ou choisi.

# collectionAlertErrorInv
source: There is no inventory saved or selected
de: Es wurden noch keine Inventare gespeichert oder keine wurden ausgewählt
fr: Il y a aucune inventaire enregistrer ou choisi.

# collectionAlertErrorAreas
source: There is no area saved or selected
de: Es wurden noch keine Gebiete gespeichert oder keine wurden ausgewählt
fr: Il y a aucune domaine enregistrer ou choisi.

# collectionAlertErrorSettings
source: Username/Password is not submitted. Go to settings and submit username and password.
de: Benutzername/Passwort wurde noch nicht gesetzt. Dies kann in den Einstellungen gesetzt werden.
fr: Il y a aucune utilisateur/mot de passe. Vous pouvez posez ça dans les réglages s.v.p.

# collectionAlertErrorObsSubmit
source: Not all observations are submitted successfully. Please check your settings. Eventually you have not an account on our internet portal yet.
de: Nicht alle Beobachtungen wurden erfolgreich übertragen. Bitte überprüfen Sie die Einstellungen. Eventuell haben Sie noch kein Konto auf unserem Internetportal erstellt.
fr: Pas tous les observations sont transmis avec succès. Contrôlez les réglages s.v.p. Eventuellement vous n'avez pas encore un compte sur notre website www.naturvielfalt.ch.

# collectionAlertErrorInvSubmit
source: Not all inventories are submitted successfully. Please check the settings. Maybe you don't have a user account on the www.naturvielfalt.ch yet?
de: Nicht alle Inventare wurden erfolgreich übertragen. Bitte überprüfen Sie die Einstellungen. Eventuell haben Sie noch kein Konto auf unserem Internetportal erstellt.
fr: Pas tous les inventaires sont transmis avec succès. Contrôlez les réglages s.v.p. Eventuellement vous n'avez pas encore un compte sur notre website www.naturvielfalt.ch.

# collectionAlertErrorAreSubmit
source: Not all areas are submitted successfully. Please check the settings. Maybe you don't have a user account on the www.naturvielfalt.ch yet?
de: Nicht alle Gebiete wurden erfolgreich übertragen. Bitte überprüfen Sie die Einstellungen. Eventuell haben Sie noch kein Konto auf unserem Internetportal erstellt.
fr: Pas tous les domaines sont transmis avec succès. Contrôlez les réglages s.v.p. Eventuellement vous n'avez pas encore un compte sur notre website www.naturvielfalt.ch.

# collectionSuccessObsDetail
source: All observations are submitted successfully.
de: Alle Beobachtungen wurden erfolgreich übertragen.
fr: Tous les observations sont transmis avec succès.

# collectionSuccessInvDetail
source: All inventories are submitted successfully.
de: Alle Inventare wurden erfolgreich übertragen.
fr: Tous les inventaires sont transmis avec succès.

# collectionSuccessAreaDetail
source: All areas are submitted successfully.
de: Alle Gebiete wurden erfolgreich übertragen.
fr: Tous les domaines sont transmis avec succès.

# collectionHudWaitMessage
source: Please wait
de: Bitte warten
fr: Attendez s.v.p

# collectionHudSubmitMessage
source: Submit data…
de: Daten werden übermittelt…
fr: Les données sont transmettre..

# collectionHudLoadMessage
source: Loading…
de: Lädt…
fr: Charger..

# collectionHudSaveMessage
source: Saving…
de: Speichert…
fr: Enregistrer…

# settingsNavTitle
source: Settings
de: Einstellungen
fr: Réglages

# settingsUsername
source: Username
de: Benutzername
fr: Utiliseur

# settingsPwd
source: Password
de: Passwort
fr: Mot de passe

# settingsWikiImg
source: Load Wikipedia photo's
de: Wikipedia Bilder laden
fr: Charger les photo de Wikipedia

# settingsWikiArt
source: Check Wikipedia article
de: Wikipedia Artikel prüfen
fr: Contrôler les articles de Wikipedia

# settingsMap
source: Map
de: Karte
fr: Plan

# settingsMapSatellite
source: Satellite
de: Satellit

# settingsMapStandard
source: Default
de: Standard
fr: standard

# settingsAccountInfo
source: To use the full functionality of this app, you must have an account on the web platform naturvielfalt.ch. If you already have an account, you can enter your login details here.
de: Damit Sie diese App vollständig verwenden können, benötigen Sie ein Benutzerkonto auf der Webplattform naturvielfalt.ch. Die Logindaten können Sie hier eintragen.
fr: Damit Sie diese App vollständig verwenden können, benötigen Sie ein Benutzerkonto auf der Webplattform naturvielfalt.ch. Die Logindaten können Sie hier eintragen.

# infoTitle
source: About us
de: Über uns
fr: Sur nous

# infoText
source: Naturvielfalt (www.naturvielfalt.ch) is a collection of observations in flora und fauna in Switzerland. You can capture the observations as you register on our website www.naturvielfalt.ch. The registration is free and you can upload pictures, audios and videos. The application was developed by Naturwerk (www.naturwerk.info). Naturwerk is an association for human, nature and work and it takes a part in the non-profit business to protect the environment, nature and wildlife. With using this App, you support the wildlife conservation program and the further development of this application. If you have any feedback or questions, please contact us at info@naturvielfalt.ch. © 2012 Naturwerk
de: Naturvielfalt (www.naturvielfalt.ch) ist ein Erfassungsportal für Flora und Fauna in der Schweiz. Mit einem kostenlosen Benutzerkonto auf www.naturvielfalt.ch können Sie die Naturbeobachtungen erfassen, Bilder, Audio- und Videodateien hochladen und verwalten. Die Applikation ermöglicht Ihnen Feldaufnahmen in wenigen Schritten zu erfassen und auf Ihr Benutzerkonto zu übermitteln. Dieses Applikation wurde vom Verein Naturwerk (www.naturwerk.info) aus Brugg entwickelt. Der Verein für Mensch, Natur und Arbeit übernimmt gemeinnützige Aufgaben im Bereich Umwelt-, Natur- und Artenschutz, die von öffentlichem Interesse sind. Durch die Unterstützung dieser App fördern Sie praktische Artenschutzprojekte sowie die Weiterentwicklung der Applikation. Bei Feedback oder für technischen Support wenden Sie sich bitte an info@naturvielfalt.ch. © 2012 Naturwerk
fr: Naturvielfalt (www.naturvielfalt.ch) est un collection des observations en flora et fauna dans la Suisse. Vous puvez enquêter sur les observations par enregistrer sur notre website www.naturvielfalt.ch. L'enregistrement set gratuity et vows pouvez télécharger photos, fichier son et vidéos. L'application est pour travailler dehors sur le champ et vous pouvez télécharger tous les observations dans peu pas. L'application est développée par Naturwerk (www.naturwerk.info). Naturwerk est un association à but non lucratif. L'association travaille dans l'environnement pour la protection de la nature et la protection des espèces. Avec utiliser cette application vous aidez protéger la nature et les espèces et le dévelopement téchnique de cette application. Si vous avez des question ou des feed-back vous pouvez contacter nous sur info@naturvielfalt.ch. © 2012 Naturwerk

# observationCoordinates
source: Coordinates
fr: Coordonnées

# areaPolygonMod
source: Polygon
fr: Polygone

# noEntryFound
source: No entries found...
fr: Pas d'entrées...

# collectionAlertNoInternetTitle
source: No internet connection
fr: Pas de connexion internet

# collectionAlertNoInternetDetail
source: Please activate either 3G or wifi network on your device.
fr: S'il vous plaît activer wifi ou téleéphonée mobile sur votre appareil.

# settingsMapHybrid
source: Hybrid
fr: Hybride
